{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/OZ6xOjY.png",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Thanks for choosing United Forces Primal Chaos 10x!",
                    "text1": "This server is in it's early stages.\nYou can expect bugs!\n\n\nPlease join the United Forces Gaming discord using the button below.\nThis insures you stay up to date on all news, announcements, giveaways and information.\n\n\n\n No human or 123 names please. If you didn't change it on creation of character, please let a member of staff know. We will change it for you.",
                    "imageurl": "https://i.imgur.com/Hsf2HU0.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Server Information",
                    "title1": "Server Rules & Information:",
                    "text1": "These rules are in place to make this a fair & FUN community; because after all, that's why we are all here.\n\n\n1. When you first join our server, please create a tribe. This will assist staff in helping you if any issues may arise. If you have not made a tribe, we can NOT asisst you\n\n2. Please, only English language spoken in general chat. This ensures effective communication through your server.\n\n3. The best practice is to empty your inventory BEFORE logging out or daily restart.\n\n4. Limit the amount of tames you have out in your base. NO LIMIT, but be considerate of others and the server load, when you are online but offline limit is 15 tames per tribe.\n\n5. This one is important. PICK UP YOUR TAMING PENS WHEN FINISHED. First offence: Warning from a member of UF staff. Second offence: Structure will be destroyed by UF Staff Third offence: Tribe Structure Wipe by UF Staff. YOU HAVE BEEN WARNED!!!\n\n6.Be respectful! No racist/sexual/discriminating/personal attacks at any point for any reason. If you are a victim of this, PLEASE Submit a ticket on United Forces Discord\n\n7. All major pathways/caves/resource-abundant areas must be accessible to the public. No gating/blocking these areas. If you have to think about it the area, it probably falls within these guidelines.\n\n8. No excessive spamming of structures.\n\n9. Sever restarts daily at 7am. You will get a warning 60 seconds before.",
                    "title2": "Server Rates:",
                    "text2": "Harvest Rates - 10x\n\nPlayer Harvest Rate - 1x\n\nCreature Harvest Rates - 2x\n\nExperience Rate - 10x\n\nMature Speed - 175x\n\nMating Interval - 1h21m to 3h36m\n\nIncubation Speed - 100x\n\nImprint Interval - 5m\n\nMax Player w/o Ascending - 104\n\nMax Wild - 150",
                    "imageurl": "https://i.imgur.com/Hsf2HU0.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/VyRPEgMgmF"
                }
            },
            {
                "link3": {
                    "text": "WBUI2 on CurseForge",
                    "url": "https://www.curseforge.com/ark-survival-ascended/mods/wbui2"
                }
            }
        ]
    }
}
